{
  "base": {
    "title": "Starsconf 2017",
    "keynote_description": "3 y 4 de noviembre 2017. El evento de desarrollo, diseño e innovación tecnológica más grande de Chile y uno de los más importantes de Sudamérica",
    "autores": "Starsconf, ContinuumHQ, Synaptic, Linets"
  },

  "header": {
    "menu_options": [{
        "texto": "De qué se trata",
        "url": "#what",
        "url2": "/#what"
      },
      {
        "texto": "Programa",
        "url": "schedule.html",
        "url2": "schedule.html"
      },
      {
        "texto": "Keynoters/Speakers",
        "url": "#keynoters",
        "url2": "/#keynoters"
      },
      {
        "texto": "Charlas",
        "url": "keynoters-speakers.html",
        "url2": "keynoters-speakers.html"
      },
      {
        "texto": "Talleres",
        "url": "workshops.html",
        "url2": "workshops.html"
      },
      {
        "texto": "Lugar",
        "url": "#place",
        "url2": "/#place"
      },
      {
        "texto": "Auspiciadores",
        "url": "#sponsors",
        "url2": "/#sponsors"
      },
      {
        "texto": "Blog",
        "url": "https://medium.com/starsconf"
      }],
    "logo": {
      "url": "/",
      "url2": "/"
    }
  },

  "homepage": {
    "fecha": "3 y 4 de noviembre 2017",
    "description_home": "El evento de desarrollo, diseño e innovación tecnológica más grande de Chile y uno de los más importantes de Sudamérica. Unimos a estrellas mundiales y expertos locales para hablar de UX, Programación, Data, Innovación, Web, DevOps, Metodologías y Mobile.",
    "link_buy_tickets": "#tickets",
    "button_buy_tickets": "Asegura tu entrada ahora",
    "section_one": {
      "title": "Precio de Entradas",
      "bajada": "No te quedes fuera de este tremendo evento, asegura tu entrada con los valores de preventa.",
      "fase_uno": "Preventa",
      "fase_uno_price": "100 USD",
      "fase_uno_subprice": "(Sólo 150 cupos)",
      "fase_dos": "Venta Temprana",
      "fase_dos_price": "150 USD",
      "fase_dos_subprice": "(Cupos limitados)",
      "fase_tres": "Venta Final",
      "fase_tres_price": "250 USD",
      "especial": "Estudiantes",
      "especial_price": "Mitad de precio",
      "button_text": "Comprar aquí",
      "button_link": "https://welcu.com/startechconf/starsconf-2017#tickets",
      "bajada_inicial": "Estudiantes pagan la mitad del precio vigente.",
      "bajada_final": "Ticket incluye: <strong>Entrada para ambos días, acceso a Drink-up (ambos dias) y una polera del evento.</strong> No incluye almuerzo."
    },
    "section_two": {
      "title": "Lugar",
      "bajada": "<p>Este año nos cambiamos de casa al Centro de Extensión de la Pontificia Universidad Católica</p><p>Ubicada en Av. Libertador Bernardo O'Higgins 390, Santiago.</p><p>Metro Universidad Católica, Línea 1</p>",
      "src_mapa": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3329.314058968094!2d-70.64298198510046!3d-33.44112340441915!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x9662c59e8c508d1f%3A0xd7d97f8d3bd83116!2sPontificia+Universidad+Cat%C3%B3lica+de+Chile!5e0!3m2!1ses!2scl!4v1473131040232"
    },
    "section_three": {
      "title": "Keynoters",
      "title_dos": "Speakers",
      "bajada": "Las estrellas mundiales que estarán con nosotros este año",
      "bajada_dos": "Junto a ellos, más de 30 expositores seleccionados.",
      "keynoters": [
        {
          "foto": "assets/img/keynoters/rebecca_parsons.png",
          "nombre": "Rebecca Parsons",
          "bio": "Directora en Agile Alliance, CTO en ThoughtWorks.",
          "contacto": "<a href='https://twitter.com/rebeccaparsons' target='_blank'>@rebeccaparsons</a>",
          "switch": "on",
          "long_bio": "Chief Technology Officer en ThoughtWorks. Tiene más de 20 años de experiencia en desarrollo de aplicaciones para industrias que van desde las telecomunicaciones hasta los servicios de Internet emergentes. Líder en la creación de aplicaciones de objetos distribuidos a gran escala y la integración de sistemas dispares.<br><br>Antes de llegar a ThoughtWorks trabajó como profesora asistente de ciencias informáticas en la Universidad de Florida Central. También trabajó como becario post-doctorado en el Laboratorio Nacional de Los Alamos investigando sobre computación paralela y distribuida, algoritmos genéticos, biología computacional y sistemas dinámicos no lineales.<br><br>La Dr. Parsons recibió una Licenciatura en Ciencias de la Computación y Economía de la Universidad de Bradley, una Maestría en Ciencias de la Computación de la Universidad de Rice y un Ph.D. en Ciencias de la Computación de la Universidad de Rice.<br><br>Es coautora de &#34;Domain-Specific Languages&#34;, &#34;The ThoughtWorks Anthology&#34; y &#34;Building Evolutionary Architectures&#34;.",
          "keynotes": [
           {
            "keynote_name": "Business Agility: Continuous Design to Continuous Delivery",
            "keynote_description": "A major point of contention between IT departments and their business counterparts, be they internal users or product managers, is the lack of responsiveness to change in IT systems. How these systems got to this condition is one question, but this talk addresses the issue of how to change the situation. Making a system maintainable requires new tools and processes. This talk will describe the various techniques such as continuous design, continuous delivery and evolutionary architecture that transform a system to one that can be readily enhanced and provide the warning mechanisms that prevent inadvertent drift back into the mud.",
            "keynote_about": "People Teams & Culture"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/donovan_brown.jpg",
          "nombre": "Donovan L. Brown",
          "bio": "Principal DevOps Program Manager en Microsoft.",
          "contacto": "<a href='https://twitter.com/@DonovanBrown' target='_blank'>@DonovanBrown</a>",
          "switch": "on",
          "long_bio": "Es DevOps Program Manager en Microsoft. Tiene experiencia en desarrollo de aplicaciones y antes de unirse a Microsoft pasó siete años trabajando como consultor de proceso y scrum master certificado. <br><br>Es conocido por realizar demos en vivo. En una de las más reconocidas mezcló ASP.NET, de Microsoft, con Linux y Docker, dejando en claro que su lema cualquier lenguaje, cualquier plataforma es en serio. Y es que, como ha señalado previamente,  trás quedaron los días en que Microsoft equivalía a. NET y Windows... Se trata de un Microsoft que abraza el código abierto. Este es un Microsoft que es el contribuidor número uno al código abierto en el planeta.",
          "keynotes": [
           {
            "keynote_name": "Microsoft’s Agile Transformation Story",
            "keynote_description": "Hear how Microsoft embarked on their own DevOps journey reducing a three-year release cycle down to three weeks. Donovan Brown, a Principal DevOps Manager on the US Developer Division team in Microsoft, shares how they managed to make an Agile Transformation that scaled to support business needs.",
            "keynote_about": "Cloud & DevOps"
           }
          ]

        },
        {
          "foto": "assets/img/keynoters/una_kravets.jpg",
          "nombre": "Una Kravets",
          "bio": "UI Designer en Digital Ocean",
          "contacto": "<a href='https://twitter.com/una' target='_blank'>@Una</a>",
          "switch": "on",
          "long_bio": "Una es UI Engineer de Digital Ocean, donde participó en el último rediseño de la plataforma de esa empresa. Ha escrito para A List Apart, Smashing Magazine y Sitepoint. <br><br>Realiza charlas alrededor del mundo sobre CSS avanzado y experimental, optimización de imágenes, y la intersección de diseño y desarrollo.",
          "keynotes": [
           {
            "keynote_name": "Technical Diagramming: From Doodles to Data Flows",
            "keynote_description": "Using visual diagrams can help you unblock your work, uncover bugs, learn concepts, get buy-in, and solidify data flows. This talk will go over the psychology of how to learn in order to teach effective communication skills to developers. With technical diagramming, you’ll not only more effectively teach people how to use your product (documentation), you’re able to get people to rally around your concept, and are a more effective teammate. In this talk, Una will go over her new project, Dev Doodles, and how combining learning modailities with technical concepts can be a big win for any team.",
            "keynote_about": "Web & Mobile"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/russ_unger.jpg",
          "nombre": "Russ Unger",
          "bio": "Experience Design Director en 18F, co-autor de 'A Project Guide to UX Design'",
          "contacto": "<a href='https://twitter.com/russu' target='_blank'>@russu</a>",
          "switch": "on",
          "long_bio": "Russ Unger es Director de Diseño de Experiencia en 18F, donde dirige equipos y proyectos en diseño e investigación. Es coautor de los libros: &#34;A Project Guide to UX Design&#34;, &#34;Designing the Conversation&#34; y el &#34;Speaker Camp for New Riders (Voices That Matter)&#34;. Russ es co-autor de un libro sobre liderazgo en diseño, que se publicará en 2018.<br><br>Russ es co-fundador de ChicagoCamps, iniciativa que realiza eventos de bajo costo y de alto valor tecnológico en el área de Chicago.",
          "keynotes": [
           {
            "keynote_name": "Onboarding: The Ecosystem, Not the Afterthought",
            "keynote_description": "Onboarding new employees to your team is all too often treated as an afterthought, or best case, as an at-the-moment-thought. Employees deserve a well-thought out experience that includes them from the very beginning–from the creation of the position description—to that time after they’ve become integrated into our teams and organizations. We can trace some of these imperfect scenarios all the way back to the creation our performance profiles or position descriptions, and how they were created. When we understand the entire journey from candidate to employee we see the value of treating onboarding as an ending of a particular process instead of a solitary event in time.<br><br>The presentation is all about how to bring UXers (or anyone, really) into your organization in a way that gives them a positive experience, by designing for it, from all the way to the point of considering the roles you’re hiring for, into their first days. It’s essentially designing a great hiring and new-hire experience; definitely through the lens of designers.",
            "keynote_about": "UX & Design"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/daniel_may.jpg",
          "nombre": "Daniel May",
          "bio": "Co-Fundador de LIFX, Emprendedor serial",
          "contacto": "<a href='https://twitter.com/thedanielmay' target='_blank'>@thedanielmay</a>",
          "switch": "on",
          "long_bio": "Fue cofundador de LIFX, empresa que levantó más de USD$13 millones. ¿Su producto? Una bombilla LED con tecnología WiFi, multicolor, y que se controla a través de un celular iPhone o Android.<br><br>LIFX fue una de las primeras invenciones que hoy se agrupan bajo el concepto de Internet de las Cosas (IoT).",
          "keynotes": [
           {
            "keynote_name": "Winning the most important race",
            "keynote_description": "As startups and entrepreneurs, we are used to competing and running hard. But what race are we running? And what does it mean to win? Daniel shares his personal journey and his answers to these questions.",
            "keynote_about": "Startups & Innovation"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/noah_iliinsky.jpg",
          "nombre": "Noah Iliinsky",
          "bio": "Sr. UX Architect en Amazon Web Services.",
          "contacto": "<a href='https://twitter.com/noahi' target='_blank'>@noahi</a>",
          "switch": "on",
          "long_bio": "Noah Iliinsky, experto en visualización de datos. Ha pasado la última década investigando, escribiendo y hablando sobre buenas prácticas para el diseño de visualizaciones e interfaces. Él es un charlista frecuente en la industria y en contextos académicos.<br><br>Noah trabajó en IBM y actualmente es Sr. UX Architect en Amazon Web Services. Es coautor de &#34;Designing Data Visualizations&#34;, así como editor y colaborador en &#34;Beautiful Visualization&#34;, publicado por O'Reilly Media.<br><br>Tiene una maestría en Technical Communication de la Universidad de Washington, y una licenciatura en Física de Reed College.",
          "keynotes": [
           {
            "keynote_name": "Guaranteed Successful Design",
            "keynote_description": "There are a lot of ways to approach design. Some are well known and commonly used, others are obscure or often not well-implemented. This talk is a survey of 17 useful techniques that are not well known (Axiomatic Design, Wardley mapping), or are known but not sufficiently practiced (draw the map, deliver higher-value information).",
            "keynote_about": "UX & Design"
           },
           {
            "keynote_name": "Four Pillars of Visualization",
            "keynote_description": "This talk discusses the broad design considerations necessary for effective visualizations. Attendees will learn what’s required for a visualization to be successful, gain insight for critically evaluating visualizations they encounter, and come away with new ways to think about the visualization design process.<br><br>To be most effective, a visualization must have, in this order:<br><ol><li>Purpose (Why are we creating this visualization? Who is it for?)</li><li>Content (What data matters? What relationships matter?)</li><li>Structure (How do we best reveal those data and relationships?)</li><li>Formatting (How does it look & feel? How will it be consumed?)</li></ol>This talk will define these four pillars, reveal why they must be considered in this order, discuss the importance and impact each has on your visualization, and provide approaches and insight for each of the four.",
            "keynote_about": "Data Analysis & Visualization"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/dominic_price.jpg",
          "nombre": "Dominic Price",
          "bio": "Head of R&D and Work Futurist at Atlassian",
          "contacto": "<a href='https://twitter.com/domprice' target='_blank'>@domprice</a>",
          "switch": "on",
          "long_bio": "Dominic Price es jefe de I + D en Atlassian, empresa que es un proveedor líder de software de colaboración y productividad en equipo. Dom gestiona la planificación, ejecución y las operaciones de los cinco centros globales de I + D de Atlassian y es responsable de dirigir los programas globales de innovación de la compañía y las mejores prácticas para sus más de 1.700 empleados.",
          "keynotes": [
           {
            "keynote_name": "The Future of Team Work: humans being human.",
            "keynote_description": "2020 is talked about like some major milestone (anyone remember the ‘millennium bug’?), and yet for all the articles and thought leadership on the topic, most fail to acknowledge that it’s less than 1,000 days away. Now is the time for us, the humans, to take action to prepare. This session will explore some of the data and levers that will help us understand the world we’ll be living in by 2020, the role that AI, automation and robots have in this age, and the things we need to do as humans to stay human and build an environment where we thrive, and not just survive. Dom will share tactics that Atlassian has deployed to scale their business, delight their customers and remain a great place to work.",
            "keynote_about": "People, Teams & Culture"
           }
          ]
        }
      ],
      "speakers": [
        {
          "foto": "assets/img/keynoters/crystal_yan.jpg",
          "nombre": "Crystal Yan",
          "bio": "Product Manager & Product Design Lead at FiscalNote. ",
          "contacto": "<a href='https://twitter.com/crystalcy' target='_blank'>@crystalcy</a>",
          "switch": "on",
          "long_bio": "Crystal is freelance UX researcher and designer for clients in the nonprofit, healthcare, education, travel, and fitness industries, including MyHealthEd's Real Talk, a storytelling‐driven health education mobile app for teens, and Rise, an international grassroots movement to pass civil rights legislation for survivors of sexual assault in the US, Canada, and Japan. Crystal also leads Experience Research and Product Design at FiscalNote, a startup transforming how organizations manage their government risk.",
          "keynotes": [
           {
            "keynote_name": "Behind the AI Curtain:<br>Designing for User Trust in Artificial Intelligence and Machine Learning",
            "keynote_description": "When FiscalNote first launched, it made the news with its algorithms that forecast the likelihood of bill passage with over 94% accuracy ‐ but convincing its customers and users to trust the artificial intelligence powering the scores was another story.<br><br>So how might we design for additional trust when users interact with the results of artificial intelligence? In this presentation, Crystal Yan walks through the way  FiscalNote’s design and data science teams faced this challenge.",
            "keynote_about": "Data Analysis & Visualization"
           },
           {
            "keynote_name": "Bias, Uncovered: Irrational by Design",
            "keynote_description": "One of the most powerful things we can do as people who great products is to shape the behavior of the people who use our products. To nudge people to make decisions that will make their jobs easier, live healthier, connect with their friends more often. But in order to this well, we must not only help people understand their own biases, but also understand our own. This interactive, multimedia talk will challenge you to uncover the cognitive biases we might not realize we encounter every day, and to unpack what understanding them might mean for the behaviors we design for every day.",
            "keynote_about": "UX & Design"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/francisco_diaz.jpg",
          "nombre": "Francisco Díaz",
          "bio": "iOS Developer en Airbnb.",
          "contacto": "<a href='https://twitter.com/fco_diaz' target='_blank'>@fco_diaz</a>",
          "switch": "on",
          "long_bio": "Es Software Engineer en Airbnb y un apasionado por el desarrollo para móviles. Ha trabajado desarrollando software profesionalmente desde 2010 y ha especializado su carrera en el desarrollo para iOS.<br><br>Hasta mayo del año 2017 trabajó para la empresa canadiense Axiom Zen <a href='http://axiomzen.co/'>http://axiomzen.co/</a> en la oficina de Santiago de Chile y actualmente se desarrolla como software engineer para Airbnb <a href='https://www.airbnb.com/'>https://www.airbnb.com/</a> en la oficina de San Francisco, California.<br><br>Fue co‐organizador del Meetup iOS de Chile, iOS Love <a href='https://www.meetup.com/ioslove'>https://www.meetup.com/ioslove</a> entre junio de 2015 hasta mayo del 2017, funcionando como host de los eventos y ayudando con la logística de los mismos.<br><br>Ha dado charlas tanto en Chile como en el extranjero.",
          "keynotes": [
           {
            "keynote_name": "Si odio hablar en público. ¿Por qué lo sigo haciendo?",
            "keynote_description": "Como ingenieros la primera sensación que tenemos al escuchar &#34;hablar en público&#34; es pánico. Cada vez que me subo a un escenario lo siento. ¿Por qué sigo haciéndolo si me es tan incómodo? Además de responder esta pregunta, argumentaré porqué es necesario, como ingenieros, exponernos públicamente.",
            "keynote_about": "People, Teams & Culture"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/davidlohr_bueso.jpg",
          "nombre": "Davidlohr Bueso",
          "bio": "Desarrollador del Kernel de Linux",
          "contacto": "<a href='https://twitter.com/davidlohr' target='_blank'>@davidlohr</a>",
          "switch": "on",
          "long_bio": "Davidlohr  Bueso  trabaja  como  desarrollador  del  kernel  de  Linux para  SUSE  Labs,  enfocándose  en  tópicos  de  rendimiento  y escalabilidad.  Es  autor  de  cientos  de  parches  en  el  core  del  OS, como  manejo  de  memoria,  concurrencia  y  real-time;  así  como mantenedor de GPT, que es el formato de disco para EFI. Antes de trabajar  en  SUSE,  Davidlohr  trabajó  en  Hewlett-Packard, resolviendo  problemas  similares  para  servidores  NUMA.  Además posee  el  grado  académico  de  MSc.  en  Computer  Science  de  la Universidad  Autónoma  de  Barcelona,  y  ha  expuesto  en  diversos coloquios y conferencias técnicas de la Linux Foundation y ACM.",
          "keynotes": [
           {
            "keynote_name": "¿Cómo empezar una carrera de kernel hacker?",
            "keynote_description": "Después de más de 25 años desde su creación, Linux es el sistema operativo más usado del mundo, desde los sistemas mas pequeños hasta los supercomputadores del Top500. De manera similar, el núcleo (kernel) de Linux es el proyecto de software colaborativo mas grande de la historia. Como cualquier producto competente, Linux debe ir adaptandose a las transformaciones en tecnología, siendo su desarrollo una constante.<br><br>En esta presentación se mostrarán, de primera fuente, algunos de estos cambios en la industria y como el kernel ha ido creciendo y mejorando a raiz de esto. Se hara desde una perspectiva general con topicos transversales de arquitectura de computadores y por ende no es solo sistemas operativos, sino cualquier sistema computacional que provea infraestructuras. Finalmente se espera motivar a la audiencia a mirar la programación desde otra perspectiva, y hasta contribuir al desarrollo del kernel y open source.",
            "keynote_about": "Startups & Innovation"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/fausto_delatorre.jpg",
          "nombre": "Fausto de la Torre",
          "bio": "Head of Technology / Senior Consultant en ThoughtWorks",
          "contacto": "<a href='https://twitter.com/faustodelatog' target='_blank'>@faustodelatog</a>",
          "switch": "on",
          "long_bio": "Fausto De La Torre trabaja en Thoughtworks como Head of Technology de la región de los Andes, liderando y ejecutando la estrategia tecnológica dentro de la región andina, ayuda a liberar el potencial de los equipos de Thoughtworks buscando soluciones más efectivas para llevar a sus clientes al siguiente nivel. Fausto ha trabajado como arquitecto y desarrollador de software en varias verticales de la industria en diferentes metodologías por más de una década lo que le ha permitido ampliar el espectro tanto en el mundo ágil como tradicional.",
          "keynotes": [
           {
            "keynote_name": "Plataformas: los nuevos agentes de la innovación",
            "keynote_description": "Cómo una arquitectura evolutiva que en conjunción con las plataformas generan un movimiento continuo en las empresas que desarrollan API's habilitando la innovación y liberando el potencial de las organizaciones. Se abordará el tema de API's como producto, las implicaciones tanto dentro de la organización como fuera de ella.",
            "keynote_about": "Web & Mobile"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/agustin_villena.png",
          "nombre": "Agustín Villena",
          "bio": "Líder en LeanSight, Developer, profesor. Fundador de “ChileAgil”. ",
          "contacto": "<a href='https://twitter.com/agustinvillena' target='_blank'>@agustinvillena</a>",
          "switch": "on",
          "long_bio": "Es Ingeniero de Software, profesor en metodologías ágiles de la Universidad de Chile desde 2002, fundador de la comunidad ágil de Chile &#34;ChileAgil&#34;, y mentor de múltiples iniciativas de innovación privada y social.",
          "keynotes": [
           {
            "keynote_name": "¿Sabemos por qué estamos Desarrollando Software?",
            "keynote_description": "En el mundo del software es común que digamos &#34;el cliente no sabe lo que quiere&#34;, dado que &#34;nos cambia todo a cada rato&#34;.<br><br>¿De dónde salen realmente estas peticiones?<br>¿De un Cliente, &#34;key user&#34; o Product Owner?<br>¿Es verdad que una funcionalidad está lista cuando la ponemos en producción?<br><br>Los métodos actuales, sean tradicionales o ágiles no salen aún de este paradigma, y en esta charla se abrirá la puerta hacia el mundo mítico desde donde se origina la necesidad del Desarrollo de Software.",
            "keynote_about": "People, Teams & Culture"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/fausto_castaneda.jpg",
          "nombre": "Fausto Castañeda",
          "bio": "Consultor, Developer y Quality Advocate en ThoughtWorks.",
          "contacto": "<a href='https://twitter.com/faustcastaneda' target='_blank'>@FaustCastaneda</a>",
          "switch": "on",
          "long_bio": "Consultor, Developer y Quality Advocate en ThoughtWorks. Ha trabajado como desarrollador full-stack. Sus áreas de especialización son desarrollo en DevOps, diseño de aplicaciones DDD, desarrollo de IoT / WoT, TDD, y entrega continua.",
          "keynotes": [
           {
            "keynote_name": "TDDD (Test Driven Development for Docker)",
            "keynote_description": "TDD es una técnica de desarrollo de software que se ha vuelto un pilar fundamental dentro de la cultura ágil debido a que garantiza la calidad del código producido. TDDD es una propuesta de llevar las bondades del TDD al desarrollo de imágenes Docker.<br><br>El tema es de interés para toda aquella audiencia que quiere usar o ya está usando Docker para el transporte de aplicaciones, y que desea seguir las mejores prácticas durante este oficio.",
            "keynote_about": "Cloud & DevOps"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/felipe_hoffa.jpg",
          "nombre": "Felipe Hoffa",
          "bio": "Developer Advocate at Google",
          "contacto": "<a href='https://twitter.com/felipehoffa' target='_blank'>@felipehoffa</a>",
          "switch": "on",
          "long_bio": "Developer Advocate at Google",
          "keynotes": [
           {
            "keynote_name": "Qué podemos aprender de 750 mil millones de eventos en Github y 42TB de código",
            "keynote_description": "We are going to analyze - live on stage - 5 years of GitHub metadata and 42 TB code stored in it to answer questions like:<br><br>How is this run<br>How coding patterns have changed through time.<br>Guiding your project design decisions based on actual usage of your APIs.<br>How to request features based on data.<br>The most effective phrasing to request changes.<br>Effects of social media on a project's popularity.<br>Who starred your project and what other projects interest them. Measuring community health.<br>Running static code analysis at scale.<br>Tabs or spaces?",
            "keynote_about": "Data Analysis & Visualization"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/gustavo_soto.jpg",
          "nombre": "Gustavo Soto",
          "bio": "Head UX en WOM Chile. Co‐fundador de UXD en Chile.",
          "contacto": "<a href='https://twitter.com/gusoto' target='_blank'>@gusoto</a>",
          "switch": "on",
          "long_bio": "Head de Experiencia Digital en WOM Chile. MSc en HCI de UCL Londres. Docente universitario. Líder de proyectos de user testing para grandes empresas. Co‐fundador de la comunidad UXD en Chile.",
          "keynotes": [
           {
            "keynote_name": "MIWOM. Cómo la UX salvó un producto e impactó indicadores clave de la empresa",
            "keynote_description": "MiWOM es una interfaz diseñada para la auto-atención de los clientes de WOM.<br><br>El desarrollo que existía hace algunos años tenía deficiencias que causaban una muy baja tasa de uso/confianza de parte de los clientes.<br><br>En un proyecto que duró 3 meses, se realizó un trabajo de Re‐diseño, esta vez centrado en el usuario haciendo foco en la arquitectura de información, la comprensión del contenido, el diseño visual y la comunicación.<br><br>En la charla se mostrarán el impacto (cuantificado, con indicadores) de este re-diseño, junto a la metodología y el proceso realizado.",
            "keynote_about": "UX & Design"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/eduardo_graells.jpg",
          "nombre": "Eduardo Graells‐Garrido",
          "bio": "Investigador en el Inst. de Data Science de la UDD, antes en Yahoo Labs.",
          "contacto": "<a href='https://twitter.com/carnby' target='_blank'>@carnby</a>",
          "switch": "on",
          "long_bio": "Especialista en análisis y visualización de información. Ph.D. en Tecnologías de la Información y las Comunicaciones, Universitat Pompeu Fabra, España. Ingeniero Civil en Computación de la Universidad de Chile.<br><br>Investigador en el Instituto de Data Science de la UDD, anteriormente en Yahoo Labs.,",
          "keynotes": [
           {
            "keynote_name": "Cómo ser Data Scientist y no morir en el intento",
            "keynote_description": "Esta charla está dirigida principalmente a ingenieros e ingenieras que pueden estar pensando en &#34;el trabajo del futuro&#34; pero no saben cómo llegar ahí.<br><br>Quiero compartir lo que yo pienso es adecuado hacer para llegar a ser científico(a) de datos. Personalmente yo no sabía cómo hacerlo. De hecho no sabía que llegaría a serlo. Ni sabía que lo quería. Fue gracias a personas y factores externos que logré convertirme en investigador.",
            "keynote_about": "Data Analysis & Visualization"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/alejandro_salinas.jpg",
          "nombre": "Alejandro Salinas",
          "bio": "Senior Manager Global Network Operations en Groupon.",
          "contacto": "<a href='https://twitter.com/asf' target='_blank'>@asf</a>",
          "switch": "on",
          "long_bio": "Alejandro Salinas es un profesional con experiencia en redes de gran escala y seguridad de la información. Durante su carrera, Alejandro ha desempeñado diferentes funciones, incluyendo las de Network Architect, Security Officer y de consultor en diversas industrias, como minería, educación y astronomía.<br><br>Actualmente ejerce el cargo de Senior Manager en Groupon, donde, además de dirigir las operaciones diarias para Groupon Network, dirige el equipo de Network Operations en las labores de automatización y programación de la red.",
          "keynotes": [
           {
            "keynote_name": "Network Engineering 2.0",
            "keynote_description": "Network Engineering is changing. Hardware and software are finally decoupling and white label devices threaten to replace your favorite vendor. New orchestration frameworks are being developed, automation is a hot topic and OpenConfig rings a bell.<br><br>Why is this happening?. What skills will I need?. Am I up to the challenge?. Why should I embrace it?.<br><br>In this talk, we'll touch on the different pieces of this new landscape explaining how they fit together.",
            "keynote_about": "Cloud & DevOps"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/jose_urzua.jpg",
          "nombre": "José Urzúa",
          "bio": "Jefe Desarrollo de Sistemas en NIC Chile",
          "contacto": "<a href='https://twitter.com/jourzua' target='_blank'>@jourzua</a>",
          "switch": "on",
          "long_bio": "Jefe Desarrollo de Sistemas en NIC Chile, Profesor del ramo &#34;Desarrollo de Aplicaciones Web&#34; del Departamento de Ciencias de la Computación de la Universidad de Chile ",
          "keynotes": [
           {
            "keynote_name": "CodificaciÃ³n de Caracteres",
            "keynote_description": "Uno de los problemas comunes en el desarrollo de aplicaciones es la codificación de caracteres. Sobre todo en aplicaciones web, en las cuales debemos lidiar con distintas fuentes de datos, sistemas legacy, capas de sistemas y con clientes (navegadores web) de los cuales no tenemos control sobre su configuración. ¿Qué elijo? ¿UTF‑8? ¿ISO‑8859‑1? ¿ASCII? ¿De dónde viene eso? ¿Por qué esta vocal con tilde no la veo bien en este navegador? ¿QuÃ© sucediÃ³ con las tildes? ¿Qué cuidados debo tener al desarrollar un nuevo sistema?<br><br>En esta presentación se tratará de responder estas preguntas y entregar sugerencias de cómo manejar la codificación de caracteres",
            "keynote_about": "Developer Tools"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/chihau_chau.png",
          "nombre": "Chihau Chau",
          "bio": "Ingeniero de Software, Profesor y Consultor Fundador de QBO",
          "contacto": "<a href='https://twitter.com/chihau' target='_blank'>@chihau</a>",
          "switch": "on",
          "long_bio": "Ingeniero de Software, Profesor y Consultor. En la actualidad se desempeña como Ingeniero de Software especializado en tecnologías móviles y vestibles. Fundador de QBO. Constantemente está apoyando el ecosistema, dictando charlas, talleres y capacitaciones sobre Android, iOS, Desarrollo de Software Móvil, Linux, Realidad Virtual y Aumentada y IoT.",
          "keynotes": [
           {
            "keynote_name": "VR : AR en Dispositivos Móviles",
            "keynote_description": "En esta charla se introducirá a los asistentes en el desarrollo de aplicaciones móviles para Realidad Virtual y Realidad Aumentada, explicando las diferencias y aspectos en común entre ambas tecnologías, los primeros pasos para crear una aplicación y los componentes claves y buenas prácticas que se deben tomar en cuenta.<br><br>Además se harán algunas demostraciones en vivo utilizando algunas APIs de gráficos en 2D/3D y de Visión por Computador y algunos SDKs como Google VR SDK y AR Tool Kit.",
            "keynote_about": "Web & Mobile"
           },
           {
            "keynote_name": "IoT inteligente con AndroidThings y Machine Learning",
            "keynote_description": "Android Things es una nueva plataforma para dispositivos embebidos basada en Android, que nos permite crear soluciones y productos sin tener grandes conocimientos de electrónica.<br><br>En esta charla los asistentes podrán aprender lo sencillo que es crear una aplicación IoT para Android integrando distintas APIs compatibles con esta plataforma, además se realizarán algunas demostraciones en vivo del potencial que tienen las soluciones IoT que utilizan Machine Learning.",
            "keynote_about": "Web & Mobile"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/ricardo_alfaro.jpg",
          "nombre": "Ricardo Alfaro",
          "bio": "Lider UX y Frontend en ContinuumChile. Co-Fundador de OpenD",
          "contacto": "<a href='https://twitter.com/ricardoalfaro_' target='_blank'>@ricardoalfaro_</a>",
          "switch": "on",
          "long_bio": "Ricardo, es UX Designer en <a href='http://www.continuumhq.com/'>Continnum Chile</a> con amplia experiencia en diseño de productos y plataformas digitales. Ha trabajado también como frontend web en diversos equipos de desarrollo, liderando equipos y proyectos de UX para empresas del sector público y privado, más varias startups e impartido clases y talleres sobre experiencia de usuario.<br><br>Siempre con el interés de compartir conocimiento, en 2011, junto a otros entusiastas diseñadores, formaron <a href='http://opend.cl/'>OpenD</a>, que hoy es la comunidad de diseñadores más grande de Chile, con más de 10.000 miembros en Facebook y que imparte charlas gratuitas y talleres en Santiago y regiones.",
          "keynotes": [
           {
            "keynote_name": "Design Sprint en el mundo Enterprise",
            "keynote_description": "Design Sprints es una metodología robada con éxito en muchas startups por sus creadores (Google Ventures), pero que por su naturaleza se hace imposible utilizar otros contextos.<br><br>Debido a esto, junto a mis compañeros de equipo fuimos desarrollando un modelo &#34;personalizado&#34; que hemos logrado aplicar con éxito en varios desafíos presenciales e incluso remotos.<br><br>En la charla les contaré sobre este modelo, con ejemplos, resultados, anécdotas y aprendizajes, de este camino de adaptar, intentar y lograr aplicar una metodología de diseño &#34;ágil&#34;, en escenarios más adversos.",
            "keynote_about": "UX & Design"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/felipe_funes.jpg",
          "nombre": "Felipe Funes",
          "bio": "UI/Frontend Developer en ArchDaily.com",
          "contacto": "<a href='https://twitter.com/felipefunes ' target='_blank'>@felipefunes </a>",
          "switch": "on",
          "long_bio": "Frontend Developer y Diseñador UI/UX desde hace cuatro años en ArchDaily. Desde ese lugar ha cultivado su trabajo enfocándose en el desarrollo de productos web durante gran parte de su ciclo de vida, incluyendo la planificación estratégica, implementación y evaluación.",
          "keynotes": [
           {
            "keynote_name": "La importancia del &#34;why&#34; en el diseño de productos",
            "keynote_description": "Esta charla es una radiografía de cómo hemos evolucionado nuestra manera de abordar el diseño de productos en ArchDaily a través de los años, para lograr un desarrollo rápido en sistemas complejos mantenidos por equipos pequeños. La presentación será un viaje a través de casos reales y cómo estos han influido en la construcción de una metodología acorde a nuestras necesidades.",
            "keynote_about": "UX & Design"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/alberto_marcias.jpg",
          "nombre": "Alberto Marcías",
          "bio": "Front-end developer en ArchDaily",
          "contacto": "<a href='https://twitter.com/albertomarcias' target='_blank'>@albertomarcias</a>",
          "switch": "on",
          "long_bio": "Front-end developer en ArchDaily",
          "keynotes": [
           {
            "keynote_name": "La importancia del &#34;why&#34; en el diseño de productos",
            "keynote_description": "Esta charla es una radiografía de cómo hemos evolucionado nuestra manera de abordar el diseño de productos en ArchDaily a través de los años, para lograr un desarrollo rápido en sistemas complejos mantenidos por equipos pequeños. La presentación será un viaje a través de casos reales y cómo estos han influido en la construcción de una metodología acorde a nuestras necesidades.",
            "keynote_about": "UX & Design"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/martin_dominguez.jpg",
          "nombre": "Martín Domínguez",
          "bio": "CIO de Etermax.com",
          "contacto": "<a href='https://twitter.com/mp_dominguez' target='_blank'>@mp_dominguez</a>",
          "switch": "on",
          "long_bio": "CIO de Etermax.com. Cuenta con 15 años de experiencia en el mercado de las Telecomunicaciones e Infraestructura.",
          "keynotes": [
           {
            "keynote_name": "El caso Preguntados: Manteniendo 25 millones de usuarios diarios",
            "keynote_description": "&#34;Preguntados&#34; fue un hito que nos obligó a encontrar metodologías distintas de trabajo, más de una vez, a rediseñar completamente nuestra infraestructura y a tener en cuenta métricas y patrones totalmente desconocidos originalmente para el equipo.<br><br>La charla proporcionará a los asistentes una breve reseña sobre cómo es posible llegar a ese punto sin morir de éxito. Además, se proyectará una mirada al futuro sobre el planeamiento para optimizar el diseño de la infraestuctura y los &#34;must&#34; que hay que tener en cuenta para poder escalar y estar a la altura de los gigantes que representan la competencia en el mundo de los juegos mobile.",
            "keynote_about": "Cloud & DevOps"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/eduardo_diaz.png",
          "nombre": "Eduardo Díaz",
          "bio": "Subgerente de Tecnología en Previred. Fundador del meetup Santiago Devops",
          "contacto": "<a href='https://twitter.com/lnds' target='_blank'>@lnds</a>",
          "switch": "on",
          "long_bio": "Subgerente de Tecnología en Previred, fundador del meetup Santiago Devops and Continuous Delivery. Autor de &#34;La naturaleza del software&#34;. Previamente fue Senior Architect de EXE Ingeniería.",
          "keynotes": [
           {
            "keynote_name": "Esos raros lenguajes nuevos",
            "keynote_description": "Dicen que es una buena idea aprender un nuevo lenguaje de programación al año. Como ya tengo 50 años decidí que no tengo tanto tiempo y debo optimizar el proceso, así que hace un poco más de un año decidí aprender 9 lenguajes, a través de 9 desafíos.<br><br>Esta charla cuenta mi experiencia, lo que aprendí y cómo de paso me animé a crear mi propio lenguaje de programación en el proceso. Aunque parezca una charla dedicada a los frikis de los lenguajes de programación, cualquier persona interesada en la programación, el diseño y el desarrollo de software, puede rescatar un par de cosas de esta charla.",
            "keynote_about": "Developer Tools"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/jairo_dasilva.jpg",
          "nombre": "Jairo Da Silva Pereira",
          "bio": "Ingeniero de Software en MercadoLibre. Líder del meetup Golang-Chile.",
          "contacto": "<a href='https://twitter.com/tangzero' target='_blank'>@tangzero</a>",
          "switch": "on",
          "long_bio": "Software Engineer en MercadoLibre, líder del meetup golang-chile.",
          "keynotes": [
           {
            "keynote_name": "Go: pasado, presente y futuro",
            "keynote_description": "Hablaré del lenguaje de programación Go: Cómo nació, ventajas del lenguaje, razones de su popularidad y para donde apunta el desarrollo del proyecto. También mostraré un caso de uso en Mercado Libre bajando nuestros costos de infraestructura y tiempos de respuesta.",
            "keynote_about": "Developer Tools"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/andres_marinkovic.jpg",
          "nombre": "Andrés Marinkovic",
          "bio": "CTO en Fintual",
          "contacto": "<a href='https://twitter.com/asmarinkovic' target='_blank'>@asmarinkovic</a>",
          "switch": "on",
          "long_bio": "Ingeniero Civil Eléctrico de la Universidad de Chile con 10 años de experiencia como programador. CTO en Fintual.cl",
          "keynotes": [
           {
            "keynote_name": "¿Qué son los Robot‐Advisors?",
            "keynote_description": "Casi todos quieren invertir su plata en algo pero al mismo tiempo a casi todo el mundo le da miedo y encuentra muy complejo invertir. Invertir en la actualidad requiere tomar muchas decisiones, y los robot‐advisors reducen al máximo esas decisiones, y además lo hacen a un precio más barato que las soluciones existentes pues se apoyan en la tecnología. Esta será una charla introductoria sobre robot‐advisors y el problema que resuelven.",
            "keynote_about": "Startups & Innovation"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/claudio_salazar.jpg",
          "nombre": "Claudio Salazar",
          "bio": "CEO de Alertot, Fundador de SPECT Research.",
          "contacto": "<a href='https://twitter.com/alertot' target='_blank'>@alertot</a>",
          "switch": "on",
          "long_bio": "CEO de Alertot, una startup de seguridad que ofrece un servicio de notificación temprana de vulnerabilidades. Anteriormente, trabajó cinco años como Ingeniero de Software en Scrapinghub. Con experiencia en seguridad desde 2003, fundó SPECT Research donde realiza investigación y consultoría.",
          "keynotes": [
           {
            "keynote_name": "Detectem: enumerando software para vulnerar sistemas",
            "keynote_description": "En seguridad, conocer el software utilizado por el sistema objetivo aumenta las probabilidades de lograr un ataque exitoso. Sin embargo, soluciones como Wappalyzer o WhatWeb no han evolucionado al mismo ritmo que las tendencias web en los últimos años. SPAs, minifiers, uglifiers y un uso intensivo de Javascript vuelve torpes a las soluciones que aún intentan detectar software usando expresiones regulares sobre cuerpos de páginas ya no existentes. Estas razones motivaron el desarrollo de detectem, un proyecto open‑source de detección de software web para tiempos modernos, del que se tratará esta charla.",
            "keynote_about": "Web & Mobile"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/ruben_torres.jpg",
          "nombre": "Rubén Torres",
          "bio": "Desarrollador en ClinicSense.com",
          "contacto": "<a href='https://twitter.com/clinicsense' target='_blank'>@clinicsense</a>",
          "switch": "on",
          "long_bio": "Desarrollador full stack, especialista en front‑end. Fue Lead Front‑end developer en Yapo.cl, desarrollador en el centro de Investigación y Desarrollo de Telefónica y actualmente se encuentra trabajando de manera remota para la empresa canadiense <a href='http://clinicsense.com'>clinicsense.com</a>.",
          "keynotes": [
           {
            "keynote_name": "Cómo convertirse en nómada digital",
            "keynote_description": "En esta charla hablaré de la tendencia cada vez más común del trabajo remoto y la vida de nómada digital. Comenzaré por mostrar casos de éxito,  explicaré las ventajas y desventajas de trabajar de manera remota y qué principios y estrategias aplican las empresas más exitosas que cuentan con un gran porcentaje de trabajadores remotos.  Explicaré paso a paso cómo un desarrollador puede cambiar su estilo de vida al trabajar de forma remota, y tal vez explorar la posibilidad de convertirse en un nómada digital.",
            "keynote_about": "People, Teams & Culture"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/leonardo_graterol.jpg",
          "nombre": "Leonardo Graterol",
          "bio": "Ingeniero de software en MarketRealist.com.",
          "contacto": "<a href='https://www.linkedin.com/in/leonardo-graterol-24863223' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "Software Engineer en MarketRealist.com. Desarrollador de software, con experiencia en múltiples lenguajes y stacks (Ruby, PHP, Java, Node.JS).",
          "keynotes": [
           {
            "keynote_name": "Evitemos hacer daño: Ética en la ingeniería de software",
            "keynote_description": "En la charla se hablará sobre las implicaciones o complicaciones éticas relacionadas al desarrollo y la ingeniería de software. Hará tambien algunas propuestas para prevenir daño a empresas y usuarios que desarrollan y usan software y para proteger a desarrolladores. Se presentarán desde los principios éticos (como evitar hacer daño) y los riesgos de la IA hasta el rol de QA y soluciones al problema.",
            "keynote_about": "People, Teams & Culture"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/alvaro_echeverria.jpg",
          "nombre": "Álvaro Echeverría",
          "bio": "CEO en SimpliRoute, Investigador del DII Universidad de Chile.",
          "contacto": "<a href='https://twitter.com/ares1986' target='_blank'>@ares1986</a>",
          "switch": "on",
          "long_bio": "CEO de SimpliRoute e Investigador del DII Universidad de Chile.<br><br>SimplIRoute nació de una investigación realizada en el DII de rediseño del Cuerpo de Bomberos de Santiago, que redujo casi 40% los tiempos de llegada a emergencias en todo Santiago. Con esa investigación ganó varios reconocimientos, como el segundo lugar en Avonni y al &#34;Mejor Paper del Año&#34; en el mayor congreso de Optimización del mundo. Sin embargo, Echeverría se dio cuenta de que esta tecnología se podía aplicar al mundo real. Hoy en día este software promete optimizar sus rutas, reduciendo los costos logísticos en un promedio de 30%, y los tiempos de confección de rutas hasta en 85%.<br><br>Dentro de este camino a convertir a SimpliRoute en una startup exitoso, Echeverría y su socio viajaron a EEUU para vivir la experiencia &#34;Silicon Valley&#34;.",
          "keynotes": [
           {
            "keynote_name": "De Chile a Silicon Valley: Mitos, realidades y desafíos",
            "keynote_description": "Con SimpliRoute, nos fuimos a Silicon Valley muy temprano en nuestra vida como startup: llevabamos 8 meses y quedamos en 500 Startups de Moutain View, California. Decidimos irnos para allá y vivir la experiencia &#34;Silicon Valley&#34; de manera total.<br><br>Muchos acá en Chile, añoran e idealizan US y sus VCs, empresas tecnológicas, vida social, etc. Viviendo allá 6 meses en el programa de aceleración, y 2 meses después tratando de cerrar nuestra ronda de inversión, nos dio varios aprendizajes que nos permitió apoyar a otros emprendimientos a llegar allá y que ahora compartiremos en esta charla.",
            "keynote_about": "Startups & Innovation"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/rodrigo_culagovski.jpg",
          "nombre": "Rodrigo Culagovski",
          "bio": "CEO en AreaWeb. Profesor de las escuelas de diseño de la PUC y UAI",
          "contacto": "<a href='https://www.linkedin.com/in/rodrigoculagovski' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "CEO en AreaWeb. Profesor de las escuelas de diseño de la Universidad Católica y Adolfo Ibañez",
          "keynotes": [
           {
            "keynote_name": "Obtención, análisis y visualización de datos espaciales usando Python + Jupyter + Pandas.",
            "keynote_description": "El medio ambiente de herramientas de visualización ha alcanzado suficiente madurez para permitir a usuarios semiespecializados crear interfaces de visualización interactivas de manera rápida.<br><br>En esta charla demostramos una metodología simple para conseguir datos de fuentes periodísticas usando screen scraping, analizar y procesarlos usando Python + Jupyter + Pandas, y finalmente visualizarlos en un mapa interactivo que se puede publicar en internet.",
            "keynote_about": "Data Analysis & Visualization"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/james_montemagno.jpg",
          "nombre": "James Montemagno",
          "bio": "Principal Program Manager de Mobile Developer Tools en Microsoft",
          "contacto": "<a href='https://twitter.com/jamesmontemagno' target='_blank'>@jamesmontemagno</a>",
          "switch": "on",
          "long_bio": "James Montemagno es Principal Program Manager de Mobile Developer Tools en Microsoft. Él ha sido un desarrollador de .NET desde 2005 trabajando en una amplia gama de industrias incluyendo desarrollo de juegos, software de impresora y servicios web. Antes de convertirse en Principal Program Manager, James fue un desarrollador profesional de móviles y ha estado elaborando aplicaciones desde 2011 con Xamarin.",
          "keynotes": [
           {
            "keynote_name": "Go Mobile with C#, Visual Studio, and Xamarin",
            "keynote_description": "The mobile landscape continues to expand and evolve at a rapid pace. Users expect great native experiences in the palm of their hands on each and every platform. A major hurdle for developers today is the separate programming language and tools to learn and maintain for each platform. Even if you tackle the burden of learning Objective-C, Swift, or Java, you'll still have to manage multiple code bases, which can be a nightmare for any development team large  or small. It doesn't have to be this way as you can create Android, iOS, Windows apps leveraging the .NET framework and everything you love about C#. In this session, you'll learn about the technology that Xamarin offers and how it works to enable developers to leverage a shared C# code base across all mobile platforms.",
            "keynote_about": "Web & Mobile"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/alex_seelenberger.jpg",
          "nombre": "Alex Seelenberger",
          "bio": "Managing Partner en Aurus Capital",
          "contacto": "<a href='https://www.linkedin.com/in/alexseelenberger/' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "Alex Seelenberger es socio de Aurus y principal responsable del área de Capital de Riesgo (Venture Capital) en Ciencias de la vida. Entre 2007 y 2008, Alex trabajó en Athelera LLC, una boutique de fusiones y adquisiciones basada en Nueva York. Anteriormente, se desempeñó como consultor para The Boston Consulting Group –entre 2002 y 2005- enfocándose principalmente en proyectos para la industrias farmacéutica, servicios financieros y minería en Latinoamérica.",
          "keynotes": [
           {
            "keynote_name": "Desmitificando Chileconvalley",
            "keynote_description": "Los expositores proponen y deconstruyen 10 grandes mitos desde los cuales las startups operan al momento de levantar capital. Se presenta un mirada desde la conformación de portafolios, distinguiendo el rol de los activos alternativos.",
            "keynote_about": "Startups & Innovation"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/ubaldo_taladriz.jpg",
          "nombre": "Ubaldo Taladriz",
          "bio": "CEO en EXE",
          "contacto": "<a href='https://twitter.com/utaladriz' target='_blank'>@utaladriz</a>",
          "switch": "on",
          "long_bio": "Ingeniero Computación Universidad de Chile Fundador de EXE, Vicepresidente de Chiletec",
          "keynotes": [
           {
            "keynote_name": "Microservicios con Akka y Scala",
            "keynote_description": "Un tour a Microservicios con Akka y Scala: Microservicio Simple, Clustering, Sharding, DDD (Domain Driven Design), CQRS Command Query Responsibility Segregation, Event Sourcing",
            "keynote_about": "Web & Mobile"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/felipe_reyes.jpg",
          "nombre": "Felipe Reyes",
          "bio": "Software Engineer en Canonical",
          "contacto": "<a href='https://twitter.com/gnusis' target='_blank'>@gnusis</a>",
          "switch": "on",
          "long_bio": "Miembro del equipo de Sustaining Engineering en Canonical, la empresa atrás de Ubuntu, dentro de mis tareas se encuentra la mantención de paquetes deb para las versiones estable de la distribución, de Ubuntu Cloud Archive (UCA), así como también Juju y MAAS. Es posible ver algunas de mis contribuciones a la mantención de Ubuntu en https://launchpad.net/~freyes/+related‐packages.<br><br>He estado trabajando profesionalmente en desarrollo y administración de sistemas desde el 2007, dedicado a temas cloud desde el 2009, en un principio con AWS (EC2 y S3 principalmente) y con OpenStack[0] desde el 2014.",
          "keynotes": [
           {
            "keynote_name": "Instalación y manejo de kubernetes con Juju",
            "keynote_description": "Esta presentación tiene como primer objetivo introducir al espectador en kubernetes, tanto desde el punto de vista de usuario como también su arquitectura y componentes, y como segundo objetivo permitir a la audiencia ver las bondades que puede traer a su organización el uso de Juju para la instalacion, manejo y mantención de un cluster de kubernetes.",
            "keynote_about": "Cloud & DevOps"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/claire_fisher.jpg",
          "nombre": "Claire Drumond",
          "bio": "Content Strategy & Product Marketer en Atlassian",
          "contacto": "<a href='https://www.linkedin.com/in/claireefisher/' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "Claire Fisher Drumond is a product marketer and content strategist at Atlassian. She leads product content strategy for Jira Software and Bitbucket, along with Atlassian's agile thought leadership efforts. Using design thinking, storytelling, and data analysis, Claire focuses on building better journey's for customers and buyers, connecting the product experience to buyer intent.",
          "keynotes": [
           {
            "keynote_name": "From Search to Engagement:<br>Breaking down barriers between product and marketing ",
            "keynote_description": "93% of all online experiences start with a search engine, yet products are built from sign-up forward. Going back to the core principles of agile, we'll discuss how you can strengthen the connection between business people and engineering. You'll learn how you can help your team gain a full view of your customer and better connect the buyer journey to the product experience. By working on your team's health, focusing on customer and buyer intent, you can increase velocity while shipping more valuable products. This talk will cover:<ol><li>Tactics from the Atlassian team building strategy that will help you communicate better across your business and product teams</li><li>Re-imagining your team to gain valuable inputs from product analytics, marketing, and design</li><li>Using agile metrics as an indicator for team health and how you can improve it</li></ol>",
            "keynote_about": "People, Teams & Culture"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/ricardo_diaz.jpg",
          "nombre": "Ricardo Díaz",
          "bio": "Managing Director at Cifco Venture Fund.",
          "contacto": "<a href='https://www.linkedin.com/in/ricardo-diaz-gallardo-8b93525/' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "Managing Director de Cifco Venture Fund y académico Part Time en la Universidad de Chile, donde ha realizado clases de negociación e introducción a las ciencias de la gestión",
          "keynotes": [
           {
            "keynote_name": "Desmitificando Chileconvalley",
            "keynote_description": "Los expositores proponen y deconstruyen 10 grandes mitos desde los cuales las startups operan al momento de levantar capital. Se presenta un mirada desde la conformación de portafolios, distinguiendo el rol de los activos alternativos.",
            "keynote_about": "Startups & Innovation"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/edgardo_ochoa.jpg",
          "nombre": "Edgardo Ochoa",
          "bio": "Head of BciLabs",
          "contacto": "<a href='https://www.linkedin.com/in/eochoa/' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "Profesional de Innovación especializado en industria financiera, ha estado ligado al desarrollo y transformación digital de uno de los principales bancos de Chile. Founder de Bci Labs primer laboratorio Fintech de Chile, responsable del programa de integración y aceleración de startups para Bci y de los programas de colaboración con el Ecosistema.",
          "keynotes": [
           {
            "keynote_name": "El mejor de los proyectos es abrirnos a nuevos proyectos",
            "keynote_description": "En esta charla mostraremos como una empresa tradicional (banco) se puede aliar con actores del ecosistema para potenciar su propuesta de valor a clientes. Presentaremos el programa BCI  Fintech, los programas de colaboración con el ecosistema (innovación abierta) y el proyecto API Portal que pretende sistematizar nuestra capacidad de innovar con terceros.",
            "keynote_about": "Startups & Innovation"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/angel_valenzuela.jpg",
          "nombre": "Angel Valenzuela",
          "bio": "Líder de Proyectos de Innovación en BciLabs",
          "contacto": "<a href='https://www.linkedin.com/in/angel-leonardo-valenzuela-farfan-71797634/' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "Líder de Proyectos de Innovación en BciLabs. Hoy en día su rol está enfocado en el diseño y facilitación de talleres con metodologías de corte etnográfico para el levantamiento de datos (design thinking), lean startup y javelin board, para propiciar una cultura cliente-céntrica y la lógica de experimentos sucesivos.﻿",
          "keynotes": [
           {
            "keynote_name": "El mejor de los proyectos es abrirnos a nuevos proyectos",
            "keynote_description": "En esta charla mostraremos como una empresa tradicional (banco) se puede aliar con actores del ecosistema para potenciar su propuesta de valor a clientes. Presentaremos el programa BCI  Fintech, los programas de colaboración con el ecosistema (innovación abierta) y el proyecto API Portal que pretende sistematizar nuestra capacidad de innovar con terceros.",
            "keynote_about": "Startups & Innovation"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/nicolas_kittsteiner.jpg",
          "nombre": "Nicolás Kittsteiner",
          "bio": "Desarrollador Telefónica I+D Chile",
          "contacto": "<a href='https://twitter.com/nicokittsteiner' target='_blank'>@nicokittsteiner</a>",
          "switch": "on",
          "long_bio": "Ingeniero en Computación de la Universidad Andrés Bello. Desarrollador de software, hacker de raspberries, estudiante de Machine Learning y entusiasta del 3d-printing. Creador de la comunidad de Big Data <a href='https://twitter.com/grandes_datos' target='_blank'>@grandes_datos</a> y <a href='https://twitter.com/nicokittsteiner' target='_blank'>@nicokittsteiner</a>",
          "keynotes": [
           {
            "keynote_name": "Analizando terabytes de datos de movilidad anonimizada",
            "keynote_description": "Los eventos generados por dispositivos móviles en una red de telefonía celular pueden ser utilizados para resolver problemas contingentes en transporte, planificación urbana, salud pública o emergencias. El primer desafío consiste en transformar miles de millones de eventos de telefonía en trazas de movilidad para cada dispositivo anónimo. Esas trazas se transforman posteriormente en información interpretable para cada dominio de aplicación.<br><br>Describiremos nuestras experiencias en el proceso de investigación y explotación de los datos masivos, hasta la generación de un producto para visualización de movilidad urbana e interurbana.",
            "keynote_about": "Data Analysis & Visualization"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/oscar_peredo.jpg",
          "nombre": "Oscar Peredo",
          "bio": "Investigador Telefónica I+D Chile",
          "contacto": "<a href='https://www.linkedin.com/in/operedo' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "Ingeniero en Computación y Matemático de la Universidad de Chile, Master en Tecnologías de Información y candidato a Doctor en Arquitectura de Computadores de la UPC-BarcelonaTech.<br><br>Trabaja como Investigador en el grupo de Smart Cities de Telefónica I+D Chile, generando conocimiento y ayudando al desarrollo de productos.",
          "keynotes": [
           {
            "keynote_name": "Analizando terabytes de datos de movilidad anonimizada",
            "keynote_description": "Los eventos generados por dispositivos móviles en una red de telefonía celular pueden ser utilizados para resolver problemas contingentes en transporte, planificación urbana, salud pública o emergencias. El primer desafío consiste en transformar miles de millones de eventos de telefonía en trazas de movilidad para cada dispositivo anónimo. Esas trazas se transforman posteriormente en información interpretable para cada dominio de aplicación.<br><br>Describiremos nuestras experiencias en el proceso de investigación y explotación de los datos masivos, hasta la generación de un producto para visualización de movilidad urbana e interurbana.",
            "keynote_about": "Data Analysis & Visualization"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/daniel-atik.jpg",
          "nombre": "Daniel Atik",
          "bio": "Developer Relations en Mercado Libre.",
          "contacto": "<a href='https://twitter.com/danielatik' target='_blank'>@danielatik</a>",
          "switch": "on",
          "long_bio": "Daniel es el Developer Relations de Mercado Libre. Busca, acompaña y evalúa startups para integrarlas con la mayor plataforma de e-commerce de Latino America.",
          "keynotes": [
           {
            "keynote_name": "Una historia de amor",
            "keynote_description": "Descubriendo la API de la plataforma abierta y herramientas open source de Mercado Libre y Mercado Pago a través de la historia de un emprendimiento. Y veremos un caso práctico sobre cómo hacer publicaciones masivas usando Google Apps Script.",
            "keynote_about": "Developer Tools"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/francisco_mardones.jpg",
          "nombre": "Francisco Mardones",
          "bio": "Presidente del Programa Industrias Inteligentes de Corfo.",
          "contacto": "<a href='https://www.linkedin.com/in/fmardones' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": " Actualmente es Presidente del Programa Estratégico de Industrias Inteligentes de Corfo​, iniciativa público-privada que fomenta la transformación digital de diversos sectores productivos nacionales. Además es CEO en Chile de Mentor Graphics, empresa dedicada al desarrollo de​ ​herramientas de​ software para el diseño, análisis y manufactura de electrónica​ ​avanzada. Entre 2014-2016 fue presidente de Chiletec, la Asociación de Empresas Chilenas de Tecnología.",
          "keynotes": [
           {
            "keynote_name": "¿Por qué los desarrolladores importan?<br>Una mirada desde Corfo al desarrollo de la industria tecnológica nacional.",
            "keynote_description": "Chile necesita contar una mayor y mejor industria tecnológica. En la charla hablaremos sobre las iniciativas impulsadas desde Corfo para el desarrollo de ésta y el rol que juegan los desarrolladores de software en este desafío país.",
            "keynote_about": "People, Teams & Culture"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/javier_minhondo.jpg",
          "nombre": "Javier Minhondo",
          "bio": "VP de Tecnología del Studio IA en Globant.",
          "contacto": "<a href='https://www.linkedin.com/in/javier-minhondo-4822767/' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "Actualmente es VP de Tecnología del Studio de Inteligencia Artificial en Globant, donde se trabaja con compañías para mejorar sus experiencias digitales apalancándo aspectos cognitivos y emocionales con la creciente capacidad de aprender y entender patrones complejos que tienen las páginas. ¿Cómo lo hacen? Con técnicas de última generación, sean Deep Learning, Neural Networks o enfoques tradicionales de Machine Learning, junto con capacidades de hacking e ingeniería.",
          "keynotes": [
           {
            "keynote_name": "Desmitificando la Inteligencia Artificial",
            "keynote_description": "Entender de qué hablamos cuando mencionamos Inteligencia Artificial, Machine Learning, ciencia de datos. Entender porqué ahora sí son soluciones posibles más allá del hype de los medios. Y entender que &#34;hacer AI&#34; no es simplemente conectar datos con algoritmos, sino que requiere un pensamiento crítico orientado a los datos, al negocio y a mejorar las experiencias de los clientes.",
            "keynote_about": "Startups & Innovation"
           }
          ]
        },
        {
          "foto": "assets/img/keynoters/ignacio_pena.jpg",
          "nombre": "Ignacio Peña",
          "bio": "Lider Studio Future of Organizations en Globant.",
          "contacto": "<a href='https://www.linkedin.com/in/ignacio-pe%C3%B1a-1a927337/' target='_blank'>Linkedin</a>",
          "switch": "on",
          "long_bio": "En Globant desde hace 6 años, Nacho participó en decenas de proyectos con diversas tecnologías y dinámicas de equipos. Se desempeñó en roles de desarrollador, líder de equipo y luego como manager encargado de acercar la cultura Globant a clientes y empleados de todo el mundo. Actualmente, lidera el Studio Future of Organizations, apicando su vasta experiencia a la creación de productos tecnológicos que apuntan a colaborar con la modernización cultural y el cambio generacional de las organizaciones.",
          "keynotes": [
           {
            "keynote_name": "Haciendo visible lo invisible -  Experiencias únicas para una cultura organizacional saludable",
            "keynote_description": "Creamos un sistema operativo orientado a asistir a las organizaciones en su transformación digital. Mediante el uso de la tecnología empoderamos a las personas incorporando componentes sociales y humanos para generar organizaciones más transparentes y eficientes.",
            "keynote_about": "People, Teams & Culture"
           }
          ]
        }
      ],
      "boton": "Detalle de todos los keynoters y speakers",
      "boton_short": "Detalle de charlas",
      "url_boton": "keynoters-speakers.html"
    },
    "section_four": {
      "title1": "Auspiciadores",
      "title2": "Organizan",
      "title3": "Partners",
      "sponsors": {
        "categoria1": "Platinum",
        "categoria2": "Gold",
        "categoria3": "Silver",
        "categoria4": "Partners",
        "platinum": {
           "logo1": "<a href='http://bcilabs.cl' target='_blank'><img src='assets/img/sponsors/bci-logo.svg' alt='Bci Labs'></a>",
           "logo2": "<a href='https://www.globant.com' target='_blank'><img src='assets/img/sponsors/globant-logo.svg' alt='Globant'></a>",
           "logo3": "<a href='http://www.tidchile.cl' target='_blank'><img src='assets/img/sponsors/telefonica-logo.svg' alt='Telefónica I+D'></a>",
           "logo4": "<a href='https://www.thoughtworks.com' target='_blank'><img src='assets/img/sponsors/thoughtworks-logo.svg' alt='Thoughtworks'></a>",
           "logo5": "<a href='https://www.atlassian.com' target='_blank'><img src='assets/img/sponsors/atlassian-logo.svg' alt='Atlassian'></a>",
           "logo6": "<a href='https://www.scotiabankchile.cl/' target='_blank'><img src='assets/img/sponsors/scotiabank-logo.svg' alt='Scotiabank'></a>",
           "logo7": "<a href='https://www.microsoft.com/' target='_blank'><img src='assets/img/sponsors/microsoft-logo.svg' alt='Microsoft'></a>",
           "logo8": "<a href='http://www.nisum.com/' target='_blank'><img src='assets/img/sponsors/nisum-logo.svg' alt='Nisum'></a>"
        },
        "gold": {
          "logo1": "<a href='http://miti.cl' target='_blank'><img src='assets/img/sponsors/miti-logo.svg' alt='MITI'></a>",
          "logo2": "<a href='https://welcu.com/es' target='_blank'><img src='assets/img/sponsors/welcu-logo.svg' alt='Welcu'></a>",
          "logo3": "<a href='https://www.mercadopago.cl' target='_blank'><img src='assets/img/sponsors/mercadopago-logo.svg' alt='MercadoPago'></a>",
          "logo4": "<a href='https://www.mercadolibre.cl' target='_blank'><img src='assets/img/sponsors/mercadolibre-logo.svg' alt='MercadoLibre'></a>",
          "logo5": "<a href='https://www.everis.com/chile' target='_blank'><img src='assets/img/sponsors/everis-logo.svg' alt='Everis'></a>",
          "logo6": "<a href='https://www.comparaonline.cl' target='_blank'><img src='assets/img/sponsors/comparaonline-logo.svg' alt='ComparaOnline'></a>",
          "logo7": "<a href='https://www.corfo.cl/' target='_blank'><img src='assets/img/sponsors/corfo-logo.svg' alt='Corfo'></a>"
        },
        "silver": {
          "logo1": "<a href='http://nic.cl' target='_blank'><img src='assets/img/sponsors/nic-logo.png' alt='Nic Chile'></a>",
          "logo2": "<a href='https://www.groupon.com' target='_blank'><img src='assets/img/sponsors/groupon-logo.svg' alt='Groupon'></a>",
          "logo3": "<a href='https://www.coredevx.com/site' target='_blank'><img src='assets/img/sponsors/coredevx-logo.png' alt='CoreDevX'></a>",
          "logo4": "<a href='https://www.etermax.com/' target='_blank'><img src='assets/img/sponsors/etermax-logo.svg' alt='Etermax'></a>"
        },
        "mediapartners": {
          "logo1": "<a href='https://www.getonbrd.com' target='_blank'><img src='assets/img/sponsors/gob-logo.svg' alt='Getonboard'></a>",
          "loog2": "<a href='http://ixdasantiago.cl' target='_blank'><img src='assets/img/sponsors/ixda-scl-logo.svg' alt='IXDA Santiago'></a>",
          "loog3": "<a href='https://chiletec.org/' target='_blank'><img src='assets/img/sponsors/chiletec-logo.svg' alt='Chiletec'></a>"
        },
        "organizadores": {
          "organizador1": "<a href='https://synaptic.cl/' target='_blank'><img src='assets/img/sponsors/synaptic-logo.svg' alt='Synaptic'></a>",
          "organizador2": "<a href='http://www.continuum.cl' target='_blank'><img src='assets/img/sponsors/continuum-logo.svg' alt='ContinuumHQ'></a>",
          "organizador3": "<a href='https://linets.cl' target='_blank'><img src='assets/img/sponsors/linets-logo.svg' alt='Linets'></a>"
        }
      }

    },
    "section_five": {
      "texto": "Síguenos en <a href='https://instagram.com/starsconfcom' title='Starsconf'>instagram </a>y ve como lo pasamos en las <a href='http://2015.starsconf.com' target='_blank'>ediciones anteriores</a>.",
      "images": {
        "img1": "16585471_1378779718852828_5879668180770619392_n.jpg",
        "img2": "16908926_1766376493691125_7773672677255938048_n.jpg",
        "img3": "16908741_1933387956894076_5641826476899696640_n.jpg",
        "img4": "16906971_717272261787338_4264514766690582528_n.jpg",
        "img5": "16790085_1243206842461153_3264166486305931264_n.jpg",
        "img6": "16908686_799589330180468_2659587704102060032_n.jpg",
        "img7": "16790039_418552965153943_7717496600968298496_n.jpg",
        "img8": "16906574_173863509782462_3557280613935349760_n.jpg",
        "img9": "16908418_1843507695908900_8571431632370663424_n.jpg",
        "img10": "16907978_1849701281954616_2722287595194155008_n.jpg",
        "img11": "16790232_1810386299286999_3859165816402477056_n.jpg",
        "img12": "16906453_1388264607911669_8371414090567909376_n.jpg"
      }
    },
    "section_six": {
      "title": "¿De qué se trata la conferencia?",
      "subtitle": "Estos son los temas clave que se abordarán entre diferentes presentaciones y talleres.",
      "themes": {
        "tema1": {
          "title": "UX & Design",
          "theme_description": "La vara es alta cuando tus usuarios conviven a diario con experiencias del nivel de Apple, AirBnb, Uber, etc. Conoce casos de éxito, metodologías y experiencias de los líderes de la industria en Experiencia de Usuario y Service Design."
        },
        "tema2": {
          "title": "Data Analysis & Visualization",
          "theme_description": "¿Big data? ¿Small data? El valor de los datos no está dado por cuántos acumulas, sino por obtener de ellos la mayor información posible. Descubre cómo los equipos de vanguardia analizan, visualizan y extraen inteligencia de sus datasets."
        },
        "tema3": {
          "title": "Web & Mobile",
          "theme_description": "Todo es más móvil, pero las tecnologías web contraatacan más vigentes que nunca; lo que sabías hace unos años necesita renovarse por completo. Conoce las tendencias clave en las tecnologías detrás de cualquier canal digital."
        },
        "tema4": {
          "title": "Cloud & DevOps",
          "theme_description": "La nube, la automatización y el delivery continuo reemplazan los 'pasos a producción’ y la operación manual, acelerando tus productos. Conéctate con DevOps, el conjunto de prácticas y técnicas que permite que todo funcione."
        },
        "tema5": {
          "title": "Startups e Innovación",
          "theme_description": "Comerse el mundo con tecnología no tiene por qué ocurrir sólo en Silicon Valley. Conoce los aprendizajes y las historias de innovadores y emprendedores que han encontrado su propia receta para innovar y generar nuevos negocios y mercados."
        },
        "tema6": {
          "title": "Developer Tools",
          "theme_description": "Un tópico especialmente dedicado a esos Lenguajes, Frameworks, Editores, etc. que permiten que algo haga el trabajo tedioso por tí. Y así puedas <strike>leer HackerNews o Twitter</strike> enfocarte en los problemas realmente claves de tu desarrollo."
        },
        "tema7": {
          "title": "Teams & Culture",
          "theme_description": "Sin ejecución, las ideas no valen nada. Y con un equipo que trabaja ágil y creativamente, un pensamiento se transforma velozmente en un producto. Aprende de las metodologías, principios, herramientas y experiencias que te ayudarán a organizar equipos de alto rendimiento."
        }
      }
    }
  },

  "workshops":[
    {
      "foto": "assets/img/square-continuum-logo.svg",
      "date": "Viernes 3 de 11:45 a 13:30",
      "workshop_name": "Design Sprints: Aprende a validar ideas mucho más rápido",
      "workshop_about": "UX & Design",
      "workshop_description": "<p>Es un taller que aproxima a los participantes a la práctica de la famosa metodología de diseño &#34;Agile&#34; de Google Ventures, usada a partir del año 2012 con startups en Sillicon Valley y que fue publicada por sus creadores en el libro llamado &#34;Sprint: El método para resolver problemas y testear en 5 días.&#34;<br><br>El taller, convierte los 5 días en 2 horas, donde se realizan las principales actividades de la metodología, que condensa virtuosamente todas las etapas de un proceso de diseño de experiencia de usuario, con trabajo co-creativo. Es un método práctico y sencillo, que sirve tanto para validar hipótesis, como para resolver un problema de interacción rápidamente.</p>",
      "facilitators": [
        "Ricardo Alfaro (Chile)",
        "Franco Moya (Chile)",
        "Lorena Duarte (Perú)",
        "Luciana Rengifo (Perú)",
        "Sebastián Osses (Perú)",
        "Araceli Cubas (Perú)"
      ],
      "quota": "42 cupos"
    },
    {
      "foto": "assets/img/square-synaptic-logo.svg",
      "date": "Viernes 3 de 15:00 a 16:50",
      "workshop_name": "8 hours technical onboarding for agile teams",
      "workshop_about": "People, Teams & Culture",
      "workshop_description": "<p>Una nueva persona y/o un cambio de equipo siempre es una tarea complicada y muchas veces lenta. Todos queremos que las personas y los equipos se adapten rápidamente a los cambios, disminuyendo al mínimo el tiempo gastado en tareas repetitivas y aumentando al máximo el tiempo para trabajar en lo que realmente importa.<br><br>En Synaptic te presentamos parte de nuestra receta la cual permite una entrega de valor continua y efectiva, en donde las herramientas disponibles en el mercado junto con el uso de metodologías ágiles permiten realizar este tipo de tareas y dar un uso más eficiente a nuestro tiempo.</p>",
      "facilitators": [
        "Héctor Villarroel",
        "José Manuel Aguilera",
        "Sebastian Sanchez",
        "Dušan Juretić"
      ],
      "workshop_requirements": [
        "Docker >= 17.x",
        "Git"
      ],
      "quota": "40 cupos"
    },
    {
      "foto": "assets/img/square-linets-logo.svg",
      "date": "Sábado 4 de 11:30 a 13:20 hrs",
      "workshop_name": "PaaS: Release early, release often, for real",
      "workshop_about": "Cloud & DevOps",
      "workshop_description": "<p>En una era en donde la respuesta continua a los requerimientos de clientes y mercado hacen la diferencia entre el éxito y el fracaso, en el corazón de la cultura ágil, se requiere la posibilidad real, práctica y de baja curva de aprendizaje de reducir el tiempo entre despliegues. Las siguientes herramientas te permiten lograr el menor business time to value. Ágil sin comprometer estabilidad ni gobernancia.</p>",
      "facilitators": [
        "Gonzalo Moya",
        "Fabián Arias"
      ],
      "quota": "40 cupos"
    }
  ],

  "codigo_conducta": {
    "title": "Código de conducta",
    "keynote_description": "<p>Se requiere que todos los asistentes, ponentes, patrocinadores y voluntarios de nuestra conferencia acepten el siguiente código de conducta.</p> <p>Los organizadores harán cumplir este código a lo largo del evento.</p> <p>Esperamos la colaboración de todos los participantes para ayudar a asegurar un ambiente seguro para todos.</p><p><i>Resumiendo: <u><strong>¡No seas idiota!</strong></u></i></p>",
    "short_version": {
      "title": "La versión corta",
      "body": "<p>Nuestra conferencia se dedica a ofrecer una experiencia libre de abusos para todos, independientemente de su género, orientación sexual, discapacidad, apariencia física, talla, raza o religión.</p> <p>No toleramos abusos de los participantes de la conferencia en ninguna de sus formas.</p> <p>El lenguaje e imágenes sexuales no son apropiados para ninguna sala de la conferencia, incluyendo charlas, talleres, fiestas, Twitter y otros medios online.</p> <p>Los participantes de la conferencia que violen estas reglas pueden ser sancionados o expulsados de la misma sin reembolso a discreción de los organizadores.</p>"
    },
    "mid_version": {
      "title": "La versión menos corta",
      "body": "<p>Los abusos incluyen: comentarios ofensivos relativos a género, orientación sexual, discapacidad, apariencia física, talla, raza, religión, imágenes sexuales en espacios públicos, intimidación deliberada, acoso, persecución, fotografía o grabación de abusos, interrupciones continuadas de charlas u otros eventos, contacto físico inapropiado y atención sexual no deseada.</p> <p>Se espera que los participantes instados a parar cualquier comportamiento abusivo obedezcan inmediatamente.</p> <p>Los patrocinadores también están sujetos a la política contra abusos. En particular, los patrocinadores no deberían utilizar imágenes, actividades u otro material con contenido sexual. El personal de los puestos (voluntarios incluidos) no deberían usar ropa/uniformes/disfraces sexualizados, o que de otra manera creen un ambiente sexualizado.</p> <p>Si un participante incurre en un comportamiento abusivo, los organizadores de la conferencia pueden tomar cualquier acción que estimen oportuna, incluyendo advertencias al ofensor o su expulsión de la conferencia sin reembolso.</p> <p>Esperamos que los participantes sigan estas reglas en la la conferencia, talleres y eventos sociales relacionados con la conferencia.</p>"
    },
    "help": {
      "title": "¿Necesitas ayuda?",
      "body": "<p>Si estás sufriendo algún abuso, adviertes abusos sobre otra persona, o tienes alguna otra preocupación, por favor contacta con algún miembro del personal de la conferencia inmediatamente. El personal de la conferencia puede ser fácilmente identificado, ya que vestirán camisetas del evento.</p><p>Si el problema es urgente podrás contactar a los números de teléfono que publicaremos en esta misma página prontamente.</p><p>El personal de la conferencia estará contento de ayudar a los participates a contactar con la seguridad del hotel/sala o con las autoridades locales, proveer escolta o asistir de otra manera a aquellos que estén sufriendo abusos para que se sientan seguros mientras dure la conferencia. Valoramos tu asistencia.</p>",
      "adv": "<strong>Recuerda</strong> que siempre puedes decir que no a algo que no quieras hacer o escuchar. Si no te escuchan, te ayudamos."
    },
    "creditos": "<ul class='credits'><li>Fuente original y créditos:<br> <a href='http://2012.jsconf.us/#/about' target='_blank'>http://2012.jsconf.us/#/about</a> & <a href='http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Policy'>The Ada Initiative</a></li><li>Por favor, ayuda traduciendo o mejorando: <br><a href='http://github.com/leftlogic/confcodeofconduct.com'>github.com/leftlogic/confcodeofconduct.com</a></li><li>Este trabajo está licenciado bajo <a>Creative Commons Atribución 3.0 Unported License</a>"
  },

  "footer": {
    "social": {
      "title":"Síguenos",
      "facebook": "https://www.facebook.com/StarsConf/",
      "twitter": "https://twitter.com/starsconf",
      "vimeo": "https://vimeo.com/channels/startechconf2015",
      "instagram": "https://instagram.com/starsconfcom"
    },

    "contact": {
      "text": "Si tienes alguna pregunta o sugerencia, no dudes en ponerte en contacto con nosotros <a href='mailto:team@starsconf.com'>team@starsconf.com</a>"
    },

    "link_codigo": {
      "texto": "Código de conducta",
      "url": "codigo-conducta.html"
    },

    "copyright": "Copyright © 2011-2017 StarsConf, Chile"
  }
}
